Repository: raspberrypi-ui/pplug-power
Catalog: po/*.po
Languages: pt_br, zh_cn

source: This power supply is not capable of supplying 5A Power to peripherals will be restricted
pt_br: Esta fonte de alimentação não é capaz de fornecer 5A. A alimentação dos periféricos será restrita
zh_cn: 此电源适配器无法提供 5A 电流 外设供电将受到限制

source: Reset due to low power event Please check your power supply
pt_br: Reinicialização devido a evento de baixa energia Verifique sua fonte de alimentação
zh_cn: 因低电压事件而重启 请检查您的电源适配器

source: High display resolution is using large amounts of memory. Consider reducing screen resolution.
pt_br: A alta resolução da tela está usando uma grande quantidade de memória. Considere reduzir a resolução da tela.
zh_cn: 高分辨率会占用大量内存。 建议考虑降低屏幕分辨率。

source: USB overcurrent Please check your connected USB devices
pt_br: Sobrecarga de corrente USB Verifique os dispositivos USB conectados
zh_cn: USB 过流 请检查已连接的 USB 设备

source: Low voltage warning Please check your power supply
pt_br: Aviso de baixa tensão Verifique sua fonte de alimentação
zh_cn: 低电压警告 请检查您的电源适配器

source: PSU low voltage detected
pt_br: Baixa tensão detectada na fonte de alimentação
zh_cn: 检测到电源电压过低

source: USB over current detected
pt_br: Detectada corrente excessiva no USB
zh_cn: 检测到 USB 过流

source: Low power reset has occurred
pt_br: Ocorreu uma reinicialização de baixa energia
zh_cn: 系统因低电压事件已重启

source: Power Information...
pt_br: Informações sobre energia...
zh_cn: 电源信息……

source: Monitors system power
pt_br: Monitora a energia do sistema

source: System Monitor
pt_br: Monitor do sistema
zh_cn: 系统监视器
